{
    "label": "Privilegi di Classe",
    "mapping": {
        "classes": "data.associations.classes"
      },
    "entries": [
        {
            "id": "Bonus Feat (Wizard)",
            "name": "Talento Bonus (Mago)",
            "description": "<p class=\"p1\" style=\"box-sizing: border-box; user-select: text; color: #191813; font-size: 13px;\">Al 5o, 10o, 15o e 20o livello un mago acquisisce un talento bonus. Questo talento deve essere un talento di metamagia, un talento di creazione oggetto oppure Padronanza degli Incantesimi. I personaggi devono anche avere tutti i prerequisiti per un talento bonus, compresi il livello minimo di incantatore.</p>\n<p class=\"p1\" style=\"box-sizing: border-box; user-select: text; color: #191813; font-size: 13px;\">Questi talenti bonus sono in aggiunta al talento che un personaggio di qualsiasi classe ottiene ogni tre livelli. Il mago non è limitato alle categorie dei talenti di creazione oggetto, talenti di metamagia o Padronanza degli Incantesimi quando sceglie quei talenti.</p>",
            "classes": [
                [
                    "Mago",
                    5
                ],
                [
                    "Mago",
                    10
                ],
                [
                    "Mago",
                    15
                ],
                [
                    "Mago",
                    20
                ]
            ]
        },
        {
            "id": "Rage",
            "name": "Ira",
            "description": "<p>Un barbaro può entrare in ira un certo numero di volte al giorno. In ira, un barbaro ottiene temporaneamente un bonus +4 alla Forza, un bonus +4 alla Costituzione e un bonus morale +2 ai Tiri Salvezza su Volontà, ma subisce una penalità di -2 alla Classe Armatura. L'aumento di Costituzione aumenta i punti ferita del barbaro di 2 punti per livello, ma questi punti ferita scompaiono alla fine dell'ira quando il suo punteggio di Costituzione torna alla normalità. (Questi punti ferita extra non vengono persi per primi nel modo in cui lo sono i punti ferita temporanei.) Mentre è in collera, un barbaro non può usare abilità basate su Carisma, Destrezza o Intelligenza (eccetto Equilibrio, Artista della fuga, Intimidazione e Corsa), l'abilità Concentrazione, o qualsiasi abilità che richieda pazienza o concentrazione, né può lanciare incantesimi o attivare oggetti magici che richiedono una parola di comando, un'abilità innescata (come una bacchetta) o il completamento dell'incantesimo (come una pergamena) per funzionare. Può usare qualsiasi talento che possiede eccetto Competenza in Combattimento, talenti di creazione di oggetti e metamagia. Un impeto d'ira dura per un numero di round pari a 3 + il modificatore di Costituzione del personaggio (migliorato). Un barbaro può porre fine prematuramente alla sua ira. Alla fine dell'ira, il barbaro perde i modificatori e le restrizioni dell'ira e diventa affaticato (penalità -2 alla Forza, penalità -2 alla Destrezza, non può caricare o correre) per la durata dell'incontro corrente (a meno che non sia un Barbaro di 17 ° livello, a quel punto questa limitazione non si applica più). </p>\n<p> Un barbaro può entrare in ira solo una volta per incontro. Al 1 ° livello può usare la sua abilità di ira una volta al giorno. Al 4 ° livello e successivamente ogni quattro livelli, può usarlo una volta in più al giorno (fino a un massimo di sei volte al giorno al 20 ° livello). Entrare in ira non richiede tempo, ma un barbaro può farlo solo durante la sua azione, non in risposta all'azione di qualcun altro.</p>",
            "classes": [
                [
                    "Barbaro",
                    1
                ]
            ]
        },
        {
            "id": "Scribe Scroll",
            "name": "Scrivere Pergamene",
            "description": "<h3><span id=\"Prerequisite\" class=\"mw-headline\">Prerequisiti</span></h3><p>Incantatore livello 1.</p>\n<h3><span id=\"Benefit\" class=\"mw-headline\">Descrizione</span></h3>\n<p>Puoi creare una pergamena di qualsiasi incantesimo che conosci. Scrivere una pergamena richiede un giorno per ogni 1.000 mo nel suo prezzo base. Il prezzo base di una pergamena è il livello dell'incantesimo x il livello dell'incantatore x 25 mo. Per scrivere una pergamena, devi spendere 1/25 di questo prezzo base in PE e utilizzare materie prime che costano la metà di questo prezzo base.</p>\n<p>Qualsiasi pergamena che contiene un incantesimo con un materiale costoso o un costo in PE comporta una spesa proporzionata. Oltre ai costi derivati dal prezzo base, devi spendere la componente materiale o pagare i PE quando scrivi la pergamena.</p>",
            "classes": [
                [
                    "Mago",
                    1
                ]
            ]
        },
        {
            "id": "Summon Familiar",
            "name": "Evocare Famiglio",
            "description": "<p>Un famiglio è un normale animale che acquisisce nuovi poteri e diventa una bestia magica quando viene chiamato al servizio da uno stregone o un mago. Mantiene l'aspetto, i Dadi Vita, il bonus di attacco base, i bonus ai tiri salvezza base, le abilità e i talenti dell'animale normale che era una volta, ma viene considerato come una bestia magica invece che come un animale ai fini di qualsiasi effetto che dipenda dal suo genere. Solo un animale normale e non modificato può diventare un famiglio. Un compagno animale non può funzionare anche come famiglio.</p>\n<p>Un famiglio concede anche abilità speciali al suo padrone (uno stregone o un mago), come indicato nella tabella sottostante. Queste abilità speciali si applicano solo quando il maestro e il famiglio si trovano entro 1 miglio l'uno dall'altro.</p>\n<p>I livelli delle diverse classi che hanno diritto ai famigli si sommano allo scopo di determinare le abilità del famiglio che dipendono dal livello del maestro.</p>\n<p>You can read more on familiars here @Compendium[D35E.srd-rules.pW4b8Hf6BimV87Uq]{Familiars}</p>",
            "classes": [
                [
                    "Adepto (PNG)",
                    2
                ],
                [
                    "Mago",
                    1
                ],
                [
                    "Stregone",
                    1
                ]
            ]
        }
    ]
}
